const ResumeApi = [
  // {
  //   id: 1,
  //   category: "education",
  //   year: "愛知県立〇〇高等学校 (2015-2015)",
  //   title: "愛知県立〇〇高等学校",
  //   desc: "この時期からオーストラリアへの留学は決まっていたが、英語が大の苦手なのもあり、部活動で汗をかく青春に憧れながらも、帰宅し英語の学習に明け暮れる色褪せた日々。だが恋はできた。みかりちゃん。ありがとう。",
  //   rate: "4.4-12.20",
  // },
  {
    id: 2,
    category: "education",
    year: "Holroyd High School(IEC)  (2016 - 2016) ",
    title: "Holroyd High School(IEC)",
    desc: "無事渡米ならぬ渡豪に成功。環境の変化に嫌悪感を抱きつつも、自身の適応力に驚く日々。Intensive English Centerクラスでの目的は、現地の高校で授業についていけるだけの英語力を身につけ、編入試験対策を行うことにある。僕はものづくりが好きだった。目指すはクリエイティブ系の高校だ。この一年で先のオーストラリアライフを彩る親友二人に出会う。",
    rate: "1.25-12.20",
  },
  {
    id: 3,
    category: "education",
    year: "Northmead CAPA High School (2017 - 2018) ",
    title: "Northmead CAPA High School",
    desc: "無事に現地の志望校の2年生に編入できた。編入して間も無く、ヴィジュアルアートの先生に目をつけられ、アートのクラスを専攻した。あだ名はMrボイルドエッグ。察しの通りスキンヘッドのおじいさんだ。それからはただただアート漬けの日々だった。すぎてゆく日々の中で『好き』があれば言葉の壁など大したものではないと実感。卒業が近づくにつれて寂しさが込み上げてきた。渡豪したての時に感じていた嫌悪感は全くもって正反対の感情に変わっていた。",
    rate: "17.1.25 - 18.9.30 ",
  },
  {
    id: 2,
    category: "education",
    year: "HAL名古屋 (2019-2023(卒業見込) ) ",
    title: "そしてHAL名古屋へ、",
    desc: "HAL名古屋ではバックエンド、フロントエンド全てを触った結果フロントエンドエンジニアとしての働き方に憧れる。バックエンド言語は嫌いではないが得意ではない。密かにJavaを勉強中。なおJSはノリで今も勉強中。React,React Native,Vue,いろんなものに手を出し（使いこなせるとは言ってない。）、そして数多くのライブラリ（GSAP大好き。）を活用し、ものづくりの日々を過ごしている。",
    rate: "19.4 -  ",
  },
  {
    id: 4,
    category: "experience",
    year: "Internship",
    title: "余白文化株式会社",
    desc: "フロントエンドエンジニアとして１ヶ月間のインターンシップ。サイトのリファインやWordPressによるテンプレート作成を行う。",
    rate: "2021.10-11 ",
  },
  {
    id: 5,
    category: "experience",
    year: "Part time working",
    title: "株式会社CURUCURU",
    desc: "フロントエンドエンジニアとして勤務。リリース済みECサイトのページのフロントを担当。",
    rate: "2021-9- ",
  },

]

export default ResumeApi
